Repository: kazord/ubu-simplestrss
Catalog: po/*.po
Languages: nb, nl

source: RSS management
nb: RSS administrasjon
nl: RSS-beheer

source: Add RSS
nb: Legg til RSS
nl: Feed toevoegen

source: Search
nb: Søk
nl: Zoeken

source: Close
nb: Lukk
nl: Sluiten

source: Enter URL of feed
nb: Tast inn URL til feed
nl: Voer de feed-url in

source: View site
nb: Vis nettsted
nl: Website bezoeken

source: Detail article
nb: Detaljartikkel
nl: Volledige artikel

source: Attempt to recover content
nb: Forsøk på å gjenopprette innhold
nl: Poging om inhoud te herstellen

source: Feed preview
nb: Feed forhåndsvisning
nl: Voorvertoning

source: RSS settings
nb: RSS innstillinger
nl: Feedinstellingen

source: Color
nb: Farge
nl: Kleur

source: Color of feed (ex: #B1B1B1 OR grey)
nb: Feedfarge (f.eks: #B1B1B1 ELLER grå)
nl: De kleur van de feed (bijv. #B1B1B1 OF grey)

source: Item
nb: Element

source: Link
nb: Lenke

source: Url of the article
nb: Artikkellenke
nl: De artikel-url

source: Author
nb: Forfatter
nl: Auteur

source: Should contains the source/writer
nb: Bør inneholde kilde/forfatter
nl: Moet de bron of schrijver bevatten

source: Category
nb: Kategori
nl: Categorie

source: For filtering
nb: For filtrering
nl: Voor filteren

source: Title
nb: Tittel
nl: Titel

source: Title of article
nb: Artikkeltittel
nl: De naam van een artikel

source: Description
nb: Beskrivelse
nl: Omschrijving

source: Description of the article
nb: Artikkelbeskrivelse
nl: De artikelomschrijving

source: Image for article
nb: Artikkelbilde
nl: De bijbehorende afbeelding

source: Date
nb: Dato
nl: Datum

source: Don't forget to select the right date format, it's needed ordering
nb: Ikke glem å velge riktig datoformat, det er nødvendig ved bestilling
nl: Vergeet niet om de juiste datumopmaak in te stellen voor ordening

source: Format date
nb: Formater dato
nl: Datumopmaak

source: Date format to parse
nb: Datoformat for behandling
nl: De te verwerken datumopmaak

source: Content: cleanup HTML
nb: Innhold: Opprydding av HTML
nl: Inhoud: html opschonen

source: Remove all HTML elements
nb: Fjern alle HTML elementer
nl: Verwijder alle html-elementen

source: Content: decode special charachers
nb: Innhold: Dekode spesialtegn
nl: Inhoud: alle speciale tekens decoderen

source: Convert &xxx; into readable characters
nb: Konverter &xxx; til lesbare tegn
nl: Zet &xxx; om in leesbare tekens

source: Container for one article inside the feed
nl: Container van één artikel binnen de feed
